[
  {
    "clue": [
      "\"go to the Crop Circle\"",
      "\"maybe you missed something in the crop circle\"",
      "\"good luck?\""
    ],
    "item": "key",
    "npc": "",
    "location": "crop circle",
    "story": false,
    "keywords": [
      ""
    ]
  },
  {
    "clue": [
      "\"There be monsters afoot in these here cornfields...\"",
      "\"People say I'm a crazed old man, but I'm just misunderstood.\"",
      "\"I've heard people call me 'crazed' before. Why do they think that? Is my hair too wild-looking? Well, I can't do too much about that. There's no salon in this town.\"?"
    ],
    "item": "map",
    "npc": "man",
    "location": "bunker",
    "story": true,
    "keywords": []
  },
  {
    "clue": [
      "\"Shhhh....you're in a library.\"",
      "\"Why is the library so tall? Because it has a lot of stories!\"",
      "\"Are you sure you want to borrow all those books? You don’t want to overdue it.\""
    ],
    "item": "newspaper",
    "npc": "librarian",
    "location": "library",
    "story": true,
    "keywords": [
      "paper",
      "news",
      "article"
    ]
  },
  {
    "clue": [
      "\"That book about Mt. Everest had quite the cliff-hanger.\"",
      "\"I started reading a book about mazes—I got lost in it.\"",
      "\"What is a car’s favorite genre? Auto-biography.\""
    ],
    "item": "book",
    "npc": "employee",
    "location": "bookstore",
    "story": false,
    "keywords": [
      "book",
      "ufo"
    ]
  },
  {
    "clue": [
      "\"We have a bookstore and a library in this town but no hair salon. We need to hire a new town designer.\"",
      "\"I saw a crazed man by the old bunker. His hair looked completely wild!\"",
      "\"Would you like to pet my dog?\""
    ],
    "item": "carving",
    "npc": "woman",
    "location": "park",
    "story": false,
    "keywords": [
      ""
    ]
  },
  {
    "clue": [
      "\"*burp* You're trying to figure out the answer to all this? Aren't we all buddy...\"",
      "\"If you keep ordering more drinks maybe you'll just be content not finding out everything.\"",
      "\"The barista over at that old cafe was just in a few hours ago and was talking about something strange that they saw.\""
    ],
    "item": "poster",
    "npc": "bartender",
    "location": "bar",
    "story": true,
    "keywords": [
      ""
    ]
  },
  {
    "clue": [
      "\"I was just over at the bar last night and the bartender was talking about something they saw on their way to work.\"",
      "\"People just love to gossip over coffee or beer. Something about opening up around liquids I suppose.\"",
      "\"Sometimes I see a woman walking her dog at the park. It's so cute! I always want to just go over and pet it when I see it.\""
    ],
    "item": "flier",
    "npc": "barista",
    "location": "cafe",
    "story": false,
    "keywords": [
      "letter",
      "newsletter"
    ]
  },
  {
    "clue": [
      "\"Why am I a tourist in this town you ask? I'm a corn enthusiast!\"",
      "\"I stopped by the bar for a local concoction and loved their corn whisky! Fun fact, unlike other American whiskey styles, corn whiskey is not required to be aged in wood.\"",
      "\"*Achoo* I guess I visited the wrong location. This town isn't made for someone allergic to corn...\""
    ],
    "item": "paper",
    "npc": "tourist",
    "location": "well",
    "story": false,
    "keywords": [
      "crumpled",
      "crumpled paper",
      "note"
    ]
  },
  {
    "clue": [
      "\"I saw something moving in the corn...too fast to be a cow.\"",
      "\"There's something sketchy about that tourist who came to visit the town. Who visits a town with four buildings that's surrounded by corn?\"",
      "\"You want to know the answer to all this? 42 my friend. \""
    ],
    "item": "petroglyphs",
    "npc": "climber",
    "location": "rock formation",
    "story": false,
    "keywords": [
      "rock",
      "formation",
      "outcropping"
    ]
  },
  {
    "clue": [
      "\"I swear I saw something crash from the sky! Too bad we don't have a hospital in this town... \"",
      "\"I could have sworn I saw something fall from the sky just now. Was it in the east? Too bad my compass is broke.\"",
      "\"I just heard a huge crash! Did something fall from somewhere nearby?\""
    ],
    "item": "meteorite",
    "npc": "hiker",
    "location": "oasis",
    "story": false,
    "keywords": [
      ""
    ]
  },
  {
    "clue": [
      "\"You there...please...go south of the crop circle...\"",
      "\"*cough* I'm not going to make it...please...warn the people not to go to the area south of the crop circle.\"",
      "\"*gasps* don't...go...south...of...corn...circle...........\""
    ],
    "item": "ID",
    "npc": "pilot",
    "location": "crash site",
    "story": true,
    "keywords": [
      "badge",
      "id badge",
      "entry",
      "entry badge"
    ]
  },
  {
    "clue": [
      "\"Go south through the corn at the crop circle...\"",
      "\"Go south through the corn at the crop circle...\"",
      "\"Go south through the corn at the crop circle...\""
    ],
    "item": "Prison Cells",
    "npc": "Soldier",
    "location": "area 51",
    "keywords": [
      ""
    ]
  }
]