[
  {
    "key": "0",
    "group": "0",
    "location": "crop circle",
    "item": "key",
    "npc": "None",
    "look": [
      "You are currently in a cornfield. There is a path to the north, and a key on the ground next to you. You don't see anyone else around, and that floating cow you saw remains in your mind.",
      "you see a path that leads back to the crop circle."
    ]
  },
  {
    "key": "1",
    "group": "0",
    "location": "bunker",
    "item": "map",
    "npc": "man",
    "look": [
      "You have entered what appears to be a prepper bunker. You see a crazed old man in the corner and a large map plastered on the wall.",
      "in the midst of the corn, you see a path leading to what looks like a bunker."
    ]
  },
  {
    "key": "502",
    "group": "1",
    "location": "library",
    "item": "newspaper",
    "npc": "Librarian",
    "look": [
      "You throw open the doors to the local library. There is a librarian behind the counter, an old dusty book, and a newspaper on a table in the middle of the room.",
      "you see a road leading to the library in town."
    ]
  },
  {
    "key": "503",
    "group": "1",
    "location": "bookstore",
    "item": "book",
    "npc": "Employee",
    "look": [
      "You enter a small used bookstore--you see an employee at the register and a prominantly displayed book on local UFO sightings.",
      "down the street is a small bookstore."
    ]
  },
  {
    "key": "504",
    "group": "1",
    "location": "park",
    "item": "carving",
    "npc": "woman",
    "look": [
      "You walk along an overgrown path into a beautiful park. You see a woman walking her dog and a mysterious carving in a tree.",
      "there is an overgrown path leading to a clearing in the town's park."
    ]
  },
  {
    "key": "505",
    "group": "2",
    "location": "bar",
    "item": "Poster",
    "npc": "Bartender",
    "look": [
      "You step into a dirty, dingy bar smelling of stale beer and cigarettes. The bartender winks and pours you a whisky. You notice a strange poster on the wall.",
      "you see a small dive bar across the street."
    ]
  },
  {
    "key": "506",
    "group": "2",
    "location": "cafe",
    "item": "newsletter",
    "npc": "barista",
    "look": [
      "You walk into a coffee shop, the smell of roasted coffee wafts through the air. There is a barista behind the espresso machine and you notice a flier with a UFO on it.",
      "you smell roasting coffee coming from the cafe down the road."
    ]
  },
  {
    "key": "507",
    "group": "2",
    "location": "well",
    "item": "paper",
    "npc": "tourist",
    "look": [
      "You approach a historical well, there is a tourist looking deep inside and a crumpled piece of paper lying on the ground.",
      "a well known historical site containing a well lies ahead."
    ]
  },
  {
    "key": "508",
    "group": "3",
    "location": "rock formation",
    "item": "petroglyphs",
    "npc": "climber",
    "look": [
      "Out in the desert there is a popular rock climbing site. You see a solitary rock climber and a series of petroglyphs depicting what looks like a UFO.",
      "there is a giant rock formation up ahead."
    ]
  },
  {
    "key": "509",
    "group": "3",
    "location": "oasis",
    "item": "meteorite",
    "npc": "hiker",
    "look": [
      "At the end of the well-worn path you enter into a beautiful oasis. You see a meteorite on the ground, a greenish blue lizard eating flies, and a single hiker passing through.",
      "there is a dusty path leading to an oasis."
    ]
  },
  {
    "key": "510",
    "group": "3",
    "location": "crash site",
    "item": "Entry Badge",
    "npc": "Pilot",
    "look": [
      "You have stumbled across an advanced aircraft crash site. The pilot is lying wounded near the aircraft. There is an ID on the ground under your feet.",
      "you see a road leading some sort of crashed aircraft."
    ]
  },
  {
    "key": "999",
    "group": "5",
    "location": "area 51",
    "item": "",
    "npc": "Alien",
    "look": [
      "You break into Area 51 and are surrounded by futuristic tech you could only dream of--standing in the corner is what can only be described as an alien. You are shocked to discover that Coneheads was spot on in their depiction of Alien life forms.",
      ""
    ]
  }
]
