[
  {"key": "0","location": "Crop Circle", "item": "Key", "npc": "None", "look": [ "You are currently in a cornfield. There is a path to the north, and a key on the ground next to you. You don't see anyone else around, and that floating cow you saw remains in your mind.","In the midst of the corn, you see a path leading to what looks like a bunker.",  "There seems to be some corn."]},
  {"key": "1", "location": "Bunker", "item": "Map", "npc": "man","look": ["You have entered what appears to be a prepper bunker. You see a crazed old man in the corner and a large map plastered on the wall. To the north is a road leading to the library in town. To the south is the crop circle.","You see a road leading to the library in town.",  "You see a path that leads back to the crop circle"]},
  {"key": "2", "location": "Library", "item": "newspaper", "npc": "Librarian", "look": ["You throw open the doors to the local library. There is a librarian behind the counter and a newspaper on a table in the middle of the room. To the north lies a small bar. To the south is the bunker.", "You see a small dive bar across the street.",  "The crazed prepper's bunker lies ahead."]},
  {"key": "3", "location": "Bar", "item": "Poster", "npc": "Bartender", "look": ["You step into a dirty, dingy bar smelling of stale beer and cigarettes. The bartender is mixing an Old Fashioned behind the bar and you notice a strange poster on thew all. To the north is a road leading to a crash site. To the south is the library.","You see a road leading some sort of crashed aircraft", "You see the town library across the street."]},
  {"key": "4", "location": "Crash Site", "item": "Entry Badge", "npc": "Pilot", "look": ["You have stumbled across an advanced aircraft crash site. The pilot is lying wounded near the aircraft. There is an ID on the ground under your feet. To the south is a small dive bar. Otherwise, corn. Corn everywhere.","You see a small dive bar down the road.","Corn. Corn Everywhere"]},
  {"key": "999", "location": "Area 51", "item": "", "npc": "Alien", "look": ["","Crop Circle", "Corn"]}
]